Repository: 0xDive/ferventio-ios
Catalog: Ferventio/Resources/UserCard.xcstrings
Source language: en
Languages: ru

# user_card.account_created
source: Account created
ru: Аккаунт создан

# user_card.actions
source: Action messages
ru: Сообщения-действия

# user_card.badges
source: Badges and roles
ru: Значки и роли

# user_card.broadcaster_type
source: Broadcaster type
ru: Тип канала

# user_card.chat_context
source: Chat context
ru: Контекст чата

# user_card.cheers
source: Cheers
ru: Сообщения с Bits

# user_card.deleted_messages
source: Deleted messages
ru: Удалённые сообщения

# user_card.done
source: Done
ru: Готово

# user_card.first_loaded_message
source: First loaded message
ru: Первое загруженное сообщение

# user_card.first_message_seen
source: First-message flag seen
ru: Был флаг первого сообщения

# user_card.latest_message
source: Latest message
ru: Последнее сообщение

# user_card.loaded_messages
source: Messages in loaded chat
ru: Сообщений в загруженном чате

# user_card.loading_profile
source: Loading Twitch profile…
ru: Загрузка профиля Twitch…

# user_card.open
source: User card
ru: Карточка пользователя

# user_card.profile_unavailable
source: Twitch profile details are unavailable. Chat context is still shown below.
ru: Данные профиля Twitch недоступны. Контекст чата всё равно показан ниже.

# user_card.recent_messages
source: Recent messages
ru: Недавние сообщения

# user_card.replies
source: Replies
ru: Ответы

# user_card.returning_chatter_seen
source: Returning-chatter flag seen
ru: Был флаг вернувшегося зрителя

# user_card.rewards
source: Reward messages
ru: Сообщения с наградами

# user_card.role.broadcaster
source: Broadcaster
ru: Владелец канала

# user_card.role.moderator
source: Moderator
ru: Модератор

# user_card.roles
source: Roles
ru: Роли

# user_card.title
source: User
ru: Пользователь

# user_card.twitch_profile
source: Twitch profile
ru: Профиль Twitch

# user_card.user_id
source: Twitch user ID
ru: ID пользователя Twitch

# user_card.yes
source: Yes
ru: Да
